[
  {
    "name": "21-part-1",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "KIEFEL CJ, GAGELER, GORDON, EDELMAN, STEWARD, GLEESON AND JAGOT JJ CCIG INVESTMENTS PTY LTD APPELLANT AND AARON SHANE SCHOKMAN RESPONDENT _CCIG Investments Pty Ltd v Schokman_ [2023] HCA 21 _Date of Hearing: 9 March 2023 Date of Judgment: 2 August 2023_ B43/2022 **ORDER** \n\n_1. Appeal allowed with costs._ \n\n_2. The orders of the Court of Appeal of the Supreme Court of Queensland_     _made on 18 March 2022 and 5 April 2022 be set aside and, in lieu_     _thereof, order that the appeal to that Court be dismissed with costs._ On appeal from the Supreme Court of Queensland **Representation** B W Walker SC with J O McClymont for the appellant (instructed by Cooper Grace Ward Lawyers) G W Diehm KC with R J Lynch and J P D Trost for the respondent (instructed by Shine Lawyers)     Notice: This copy of the Court's Reasons for Judgment is subject to     formal revision prior to publication in the Commonwealth Law     Reports.",
    "summary": "HIGH COURT OF AUSTRALIA",
    "size": 931
  },
  {
    "name": "21-part-2",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "**CCIG Investments Pty Ltd v Schokman** Torts – Negligence – Vicarious liability – Where appellant employer of respondent – Where appellant required respondent to live in shared accommodation with another employee under terms of employment contract – Where other employee negligently urinated on respondent while he was sleeping causing cataplectic attack – Whether other employee's wrongful act in course or scope of employment – Whether appellant vicariously liable for negligent act of other employee. Words and phrases – \"agency\", \"course or scope of employment\", \"employee\", \"employer\", \"frolic\", \"modes of doing authorised acts\", \"negligent act\", \"nondelegable duty\", \"occasion\", \"opportunity\", \"sufficiently or closely connected\", \"sufficiently strong connection\", \"tort\", \"unauthorised act\", \"vicarious liability\", \"wrongful act\". ",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 1/75",
    "size": 839
  },
  {
    "name": "21-part-3",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "1 KIEFEL CJ, GAGELER, GORDON AND JAGOT JJ. In late 2016 the respondent, Mr Schokman, commenced employment with the appellant at Daydream Island Resort and Spa as a food and beverage supervisor. The island is part of the Whitsunday Islands, which are situated off the coast of Queensland. His employment contract contained a clause which stated \"[a]s your position requires you to live on the island, furnished shared accommodation located at Daydream Island Resort and Spa will be made available to you while you are engaged in this position at a cost of $70 per week\". 2 The contract also referred to a tenancy agreement and a number of other documents, such as an employee handbook, policies, practices and procedures, and Staff Village Regulations. Other than the contract itself, none of these documents were put into evidence, although the trial judge, Crow J, accepted that they had existed. It would seem that many documents were lost as a result of a cyclone which later affected the island. 3 Initially Mr Schokman was provided with a room to himself, but shortly thereafter a new worker, Mr Hewett, moved in and shared the accommodation with Mr Schokman. Mr Hewett's contract of employment was not in evidence. The case was conducted on the basis that Mr Hewett's contract of employment, so far as it related to accommodation, was in the same terms as Mr Schokman's contract. Both men worked at a restaurant within the resort. Mr Schokman held the superior position as supervisor; Mr Hewett was a team leader. 4 In the late evening of 6 November 2016, Mr Schokman spent some time at the staff bar. Mr Hewett came to the bar after finishing work at the restaurant. Mr Schokman observed Mr Hewett have a few drinks, but Mr Hewett did not seem overly intoxicated. Mr Schokman left the bar at approximately 1:00 am and returned to his room. Mr Hewett followed shortly afterwards.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 2/75",
    "size": 1885
  },
  {
    "name": "21-part-4",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " Mr Hewett was visibly upset and began complaining about his work environment and told Mr Schokman that he had issues with the management team. Mr Schokman said that he did not wish to discuss work issues at home and that they could talk about them at work the following day. Mr Hewett said that he would let Mr Schokman get some sleep and he left the unit, taking some drinks with him. 5 Mr Hewett returned at about 3:00 am. Mr Schokman heard him vomiting in the bathroom and then walking around whilst hiccupping. Mr Schokman went back to sleep. He was woken about 30 minutes later in a distressed condition and unable to breathe. Mr Hewett was standing over Mr Schokman's bed with his shorts pulled down and his penis exposed. He was urinating on Mr Schokman, who was inhaling the urine and choking. Mr Schokman yelled at Mr Hewett, who continued urinating on him for a short period of time and then stepped away.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 3/75",
    "size": 916
  },
  {
    "name": "21-part-5",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 2. Mr Schokman. When Mr Schokman attempted to leave the room, Mr Hewett stood in front of him and apologised again. 6 Mr Schokman suffered a cataplectic attack as a result of the incident. The trial judge described such an attack as a sudden and ordinarily brief loss of voluntary muscle tone which is triggered by emotional stress. A medical expert explained that cataplexy is a condition most commonly associated with narcolepsy. Mr Schokman had a history of these conditions, but prior to the incident had been functioning well with the assistance of medication. 7 The trial judge accepted that, at the time of the incident, Mr Hewett was in a state of semi-consciousness which was precipitated by his level of intoxication. The likelihood was that Mr Hewett intended to urinate into the toilet but, due to his state of intoxication and the late hour, he urinated on Mr Schokman by mistake. His Honour considered that the evidence was insufficient for a finding that the act of Mr Hewett was committed intentionally. 8 Mr Schokman brought proceedings against the appellant. He claimed damages on two alternative bases. In the first place, he claimed damages based on a breach of the appellant's duty of care owed to him as an employee. The alternative claim was that the appellant was vicariously liable as employer for the negligent act of its employee, Mr Hewett. Both claims failed. 9 The claim for vicarious liability was the subject of an appeal to the Court of Appeal, and is the subject of this appeal. In some respects, however, the argument for Mr Schokman reflects a case of a duty of care owed by his employer to him. This may be seen especially in its focus on the position in which Mr Schokman was placed by the employment, rather than attention being directed to the position of Mr Hewett, and the connection between Mr Hewett's employment and his tortious act as relevant to vicarious liability.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 4/75",
    "size": 1952
  },
  {
    "name": "21-part-6",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **The judgments below** 10 The trial judge did not accept that the actions of Mr Hewett were committed in the course of his employment with the appellant^1. His Honour considered that the relevant enquiry was as to whether there was a connection or nexus between the employment enterprise and the wrong that justified the imposition of vicarious liability on the employer for the wrong. Whilst his Honour accepted that the occasion for the tort committed by Mr Hewett arose out of the requirement of shared accommodation, his Honour did not consider that it was a fair allocation of **1** _Schokman v CCIG Investments Pty Ltd_ [2021] QSC 120 at [136]-[138].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 5/75",
    "size": 658
  },
  {
    "name": "21-part-7",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 3. the consequences of the risk arising to impose vicarious liability on the employer for the drunken misadventure of Mr Hewett with respect to his toileting. There was no history of Mr Hewett becoming intoxicated and nothing which would have put the employer on notice that Mr Hewett may have engaged in what was bizarre conduct^2. 11 The Court of Appeal allowed Mr Schokman's appeal^3. McMurdo JA (Fraser and Mullins JJA agreeing) considered that the circumstances of this case were analogous to those in _Bugge v Brown_^4 , where the employer had been held vicariously liable for the acts of the employee by reference to the terms of his employment. It was a term of Mr Hewett's employment that he reside in the staff accommodation and more particularly in the room assigned to him. He was occupying that room as an employee pursuant to, and under the obligations of, his employment contract, not as a stranger as referred to in _Bugge v Brown_^5. It followed that there was the requisite connection between the employment and the employee's actions^6. **In the course or scope of employment** 12 For an employer to be held liable for the tort of an employee the common law requires that the tortious act of the employee be committed in the course or scope of the employment. In _Prince Alfred College Inc v ADC_^7 this was described as an essential requirement of the common law. In _Bugge v Brown_^8 , Isaacs J referred to it as a rule of the law. The necessity for it, as providing the parameters **2** _Schokman v CCIG Investments Pty Ltd_ [2021] QSC 120 at [138]. **3** _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310. **4** (1919) 26 CLR 110, cited in _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310 at 326-327 [42]. **5** (1919) 26 CLR 110 at 119. **6** _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310 at 327 [42]. **7** (2016) 258 CLR 134 at 148-149 [40]-[41]. **8** (1919) 26 CLR 110 at 117. ",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 6/75",
    "size": 1964
  },
  {
    "name": "21-part-8",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 4. or outer limits of vicarious liability, has never been doubted^9. The principle upon which the rule is based is that it is just to make the employer, whose business the employee is carrying out, responsible for injury caused to another by the employee in the course of so acting, rather than to require that the other, innocent, party bear their loss^10 or have only the remedy of suing the individual employee. 13 It has been observed that the attribution of vicarious liability reflects the policy of the law^11. It is also the policy of the law that the just limits of that liability are marked out by the rule that the employee's wrongful act, for which the employer is made liable, must be committed in the course or scope of the employment. Other policies, which could have the effect of extending vicarious liability, have been discussed in other jurisdictions. In Canada, the enterprise risk theory was suggested in _Bazley v Curry_^12 and further explained in subsequent cases^13. In the United Kingdom, more general notions of what might be considered fair and just were referred to in _Mohamud v Wm Morrison Supermarkets Plc_^14 , although this approach too has more recently been the subject of explanation^15. It was pointed out in _Prince Alfred College_^16 that these approaches have not attracted support from this Court. 14 The common law of Australia adheres to the rule that the employee's wrongful act be done in the course or scope of employment in order for liability to **9** _Bugge v Brown_ (1919) 26 CLR 110 at 118; _New South Wales v Lepore_ (2003) 212 CLR 511 at 589 [223]; _Sweeney v Boylan Nominees Pty Ltd_ (2006) 226 CLR 161 at 173 [33]; _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 148 [40]. **10** _Bugge v Brown_ (1919) 26 CLR 110 at 117. **11** _Jacobi v Griffiths_ [1999] 2 SCR 570 at 589 [29]. **12** [1999] 2 SCR 534 at 560-561 [42]-[43].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 7/75",
    "size": 1929
  },
  {
    "name": "21-part-9",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **13** See _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 153-154 [60]-[62] and the cases referred to there. **14** [2016] AC 677 at 695 [54]. **15** _Various Claimants v Wm Morrison Supermarkets Plc_ [2020] AC 989. See, especially, at 1015 [24]. See also _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 970 [55]-[56], 972 [58(iv)]; [2023] 3 All ER 1 at 18, 19 20. **16** (2016) 258 CLR 134 at 149-150 [45], 153 [59], 156 [68], 158 [74].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 8/75",
    "size": 485
  },
  {
    "name": "21-part-10",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 5. attach to the employer. The rule has the advantage of being objective and rational^17 , which probably explains why it has endured. 15 The question whether a tortious or other wrongful act was committed in the course or scope of employment depends on the circumstances of the particular case. Although this may be stated in simple terms, the reality is that in many cases the resolution of that question can prove difficult. As the principal joint judgment said in _Prince Alfred College_^18 , the course or scope of employment \"is to some extent conclusionary and offers little guidance as to how to approach novel cases\". This is not a novel case: \"[i]t is the nature of that which the employee is employed to do on behalf of the employer that determines whether the wrongdoing is within the scope of the employment\"^19. That is, \"[i]t is the identification of what the employee was actually employed to do and held out as being employed to do that is central to any inquiry about course of employment\"^20. This enquiry requires consideration of \"the conduct of the parties subsequent to the contract that establishes their relationship, especially the conduct of the person whose actions have caused the injury\"^21. Aspects of the course or scope of employment may be functional, geographical or temporal^22. 16 Whether an act was committed in the course or scope of employment is not determined by reference to whether the tortious employee's act can be said to have been authorised by the employer^23. An unauthorised, intentional or even criminal act may be committed in the course or scope of employment, and therefore render the employer liable. In that sense, the rule may have a broad operation. On the other hand, the law also recognises that it would be unjust to make the employer responsible for every act which the employee chooses to do, as Isaacs J said in **17** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 148 [40].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 9/75",
    "size": 1988
  },
  {
    "name": "21-part-11",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **18** (2016) 258 CLR 134 at 149 [41]. **19** _New South Wales v Lepore_ (2003) 212 CLR 511 at 537 [46]. **20** _New South Wales v Lepore_ (2003) 212 CLR 511 at 592 [232]. **21** _Construction, Forestry, Maritime, Mining and Energy Union v Personnel Contracting Pty Ltd_ (2022) 96 ALJR 89 at 112 [83], see also 136 [191]; 398 ALR 404 at 425-426, 455-456. **22** _New South Wales v Lepore_ (2003) 212 CLR 511 at 535 [40]. **23** Salmond, _The Law of Torts_ (1907) at 83-84.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 10/75",
    "size": 473
  },
  {
    "name": "21-part-12",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 6. _Bugge v Brown_^24. Most relevantly, an act done when the employee was on a \"frolic of [their] own\" will not attract liability^25. Consistently with the policy of the law, an employer should not be held liable for acts totally unconnected with the employment. **The decided cases and connection with the employment** 17 Because the law strives for coherence, the courts commonly look to decided cases for guidance as to when vicarious liability may be said to arise. Such an approach was said in _Prince Alfred College_ to be orthodox and one which should be followed^26. It has been regarded as a first step by the Supreme Court of Canada^27. 18 More recently, the Supreme Court of the United Kingdom confirmed the need and utility of such an approach. In _Various Claimants v Wm Morrison Supermarkets Plc_^28 , Lord Reed PSC (with whom the other members of the Court agreed) explained that the approach taken in _Mohamud v Wm Morrison Supermarkets Plc_^29 , as to whether it was fair and just to impose liability, was not to be understood as an invitation to judges to decide cases according to their personal sense of justice; rather it requires them to consider how guidance derived from decided cases furnishes a solution to the case before the court. Judges should identify factors or principles which point towards or away from vicarious liability in the case before the court and which explain why it should or should not be imposed. 19 Generally speaking this is the approach which was commended in _Prince Alfred College_^30 concerning the determination of the question whether an employee's wrongful act was committed in the course or scope of employment. A reference to a previous decision, the circumstances of which may in some relevant **24** (1919) 26 CLR 110 at 117-118. **25** _Bugge v Brown_ (1919) 26 CLR 110 at 128. **26** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 150 [46]-[47].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 11/75",
    "size": 1956
  },
  {
    "name": "21-part-13",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **27** _Bazley v Curry_ [1999] 2 SCR 534 at 545 [15]. **28** [2020] AC 989 at 1015 [24]. **29** [2016] AC 677. **30** (2016) 258 CLR 134 at 150 [46].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 12/75",
    "size": 150
  },
  {
    "name": "21-part-14",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 7. respects bear a similarity to the case at hand, may be helpful. It is part of the method of the common law and the means by which it develops. 20 In the context of vicarious liability, and the rule that the employee's tortious act must have been committed in the course or scope of the employment, decided cases also provide assistance by way of a test which has been developed. A body of cases, including _Bugge v Brown_^31 , point to a logical enquiry which may be made as to whether the tortious act in question has a sufficiently strong connection with the employment, and what is entailed in it, so as to be said to have been done in the course of that employment. Two points should be made. First, a test of vicarious liability requiring no more than sufficiency of connection must be constrained by the outer limits of the course or scope of employment^32. Second, the statement in _Prince Alfred College_^33 that a \"test of connection does not seem to add much to an understanding of the basis for an employer's liability\" reinforces the need to undertake analyses in determining the course or scope of employment described above whilst recognising the use of past cases as a guide. 21 An enquiry as to the connection between the wrongful act and the employment was proposed by Sir John Salmond as one of the tests to be utilised to determine whether an act was in the course or scope of the employment^34. Relevantly, for present purposes, he proposed that an employer may be liable not only for authorised acts but also for unauthorised acts, provided that they are \"so connected\" with authorised acts that they may be regarded as modes, albeit improper modes, of doing them. 22 It was observed in _Prince Alfred College_^35 that in some cases something more than the sufficiency of the connection between the wrongful act and the employment may be necessary to better explain the basis for an employer's liability.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 13/75",
    "size": 1967
  },
  {
    "name": "21-part-15",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " That is particularly so in cases of the kind there in question, involving **31** (1919) 26 CLR 110. **32** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 160 [83]. **33** (2016) 258 CLR 134 at 156 [68]. See also _New South Wales v Lepore_ (2003) 212 CLR 511 at 586 [213]. **34** Salmond, _The Law of Torts_ (1907) at 83-84. See _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 149 [42]. **35** (2016) 258 CLR 134 at 156 [68].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 14/75",
    "size": 442
  },
  {
    "name": "21-part-16",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 8. sexual abuse in institutions such as schools, where much may be explained by reference to the special role assigned to the employee who was the abuser. 23 The matter may be one of focus. The basis for liability spoken of in _Prince Alfred College_^36 may be explained by reference to connection. Another way of understanding the relevance of any special role created by the employment is, of course, that it may connect the act undertaken to the employment. The reasons of the principal joint judgment in _Prince Alfred College_ do not deny this. They deal with cases in which the test of connection has been applied. And their Honours did not deny the general importance of the test in assisting the resolution of the question whether an act was done in the course or scope of the employment. 24 In _Bugge v Brown_^37 , Isaacs J explained that the limit of the rule expressed by phrases such as \"in the course of\" or \"scope of employment\" is \"when the servant so acts as to be in effect a stranger in relation to [their] employer with respect to the act [they have] committed, so that the act is in law the unauthorized act of a stranger\". It will be recalled that in this case the Court of Appeal considered Mr Hewett was not in the position of a stranger to the employer because he occupied the room he shared with Mr Schokman as an employee pursuant to, and under the obligations of, his employment contract. 25 Isaacs J was not saying that any connection between the act of the employee and the employment is sufficient to render the employer vicariously liable for the act. If that were the case the fact of employment invariably could be seen to provide a connection, in the sense of causation, with an employee's tort^38.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 15/75",
    "size": 1771
  },
  {
    "name": "21-part-17",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " His Honour went on to explain^39 that the act of an employee may be regarded as that of a stranger when the employee does something \"so remote from [their] duty as to be altogether outside of, and unconnected with, [their] employment\". If the act done was \"utterly unconnected\" with anything the employee was employed to do it would be outside the sphere of the employment^40. Here, it might be thought that without more the drunken act of urinating on another employee whilst they were asleep was not connected to anything the employee was employed to do. **36** (2016) 258 CLR 134. **37** (1919) 26 CLR 110 at 118. **38** See _Jacobi v Griffiths_ [1999] 2 SCR 570 at 598 [45]. **39** _Bugge v Brown_ (1919) 26 CLR 110 at 118. **40** _Bugge v Brown_ (1919) 26 CLR 110 at 119.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 16/75",
    "size": 777
  },
  {
    "name": "21-part-18",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 9. 26 In the later case of _Deatons Pty Ltd v Flew_^41 , Dixon J applied the same approach as that in _Bugge v Brown_^42. In that case the employee, a barmaid, assaulted a customer by throwing a glass at him when he asked to speak to the licensee. Dixon J held^43 that the barmaid could not be said to have acted in the course of her employment in taking that action. Her actions were \"quite unconnected\" with her employment. They were not done under the employer's express or implied authority, or as an incident of or in consequence of anything she was employed to do. 27 The Supreme Court of Canada has applied the test of connection. In _Jacobi v Griffiths_^44 , it was observed that Sir John Salmond's test of connectedness was endorsed by the Privy Council in _Canadian Pacific Railway Co v Lockhart_^45 and by the Canadian Supreme Court in _W W Sales Ltd v City of Edmonton_^46. In _Bazley v Curry_^47 , it was said that the question in each case is whether there is a connection or nexus between the employment enterprise and the wrong which justifies the allocation of risk. And in _Jacobi v Griffiths_^48 , it was further said that this nexus needs to be a sufficiently strong connection to impose vicarious liability. The majority there referred to _Lloyd v Grace, Smith & Co_^49 as a case where the requisite connection was established. 28 In _Lister v Hesley Hall Ltd_^50 , Lord Steyn observed that cases after _Lloyd v Grace, Smith & Co_ focussed on \"the connection between the nature of the employment and the tort of the employee\". _Lister v Hesley Hall Ltd_ involved the **41** (1949) 79 CLR 370 at 379-381. **42** (1919) 26 CLR 110. **43** _Deatons Pty Ltd v Flew_ (1949) 79 CLR 370 at 380-382. **44** [1999] 2 SCR 570 at 604 [55]. **45** [1942] AC 591 at 599. **46** [1942] SCR 467 at 470-471. **47** [1999] 2 SCR 534 at 557 [37]. **48** [1999] 2 SCR 570 at 602 [53]. **49** [1912] AC 716. **50** [2002] 1 AC 215 at 224 [17]. ",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 17/75",
    "size": 1984
  },
  {
    "name": "21-part-19",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 10. sexual abuse of pupils of a boarding school by a warden who had control of, and complete supervision over, the boys he abused. His Lordship spoke of \"a very close connection\" between the torts of the warden and his employment^51. 29 Isaacs J's identification of the employee whose acts are unconnected with the employment as a \"stranger\" was referred to with approval in _Dubai Aluminium Co Ltd v Salaam_^52. At issue in that case was the liability of a law firm for the acts of a partner in connection with a fraudulent scheme involving sham contracts in which the partner's client had participated. In the course of considering the phrase \"acting in the ordinary course of the business of the firm\"^53 , Lord Nicholls of Birkenhead drew upon the concept of the \"ordinary course of employment\", which, he observed^54 , the law has given extended scope. 30 His Lordship suggested that if authority is not the touchstone for an employer's liability then perhaps the answer is that the wrongful conduct must be so closely connected with the acts the employee was authorised to do that the wrongful conduct may fairly and properly be regarded as done while the employee was acting in the course of employment^55. His Lordship acknowledged that there were limits to the broad principle of liability^56. In cases where the employee is engaged solely in their own interests or on a \"frolic of [their] own\", then the employee acts as a stranger, as Isaacs J had said in _Bugge v Brown_^57. 31 The test stated in _Dubai Aluminium_^58 was approved in _Various Claimants v Wm Morrison Supermarkets Plc_^59. In the process of attending to a request by the **51** _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 at 227 [20]. See also the other Law Lords at 232 [37], 238 [52], 243 [63], 245 [70]. **52** [2003] 2 AC 366 at 379 [32]. **53** In the context of the _Partnership Act 1890_ (53 & 54 Vict c 39), s 10.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 18/75",
    "size": 1937
  },
  {
    "name": "21-part-20",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **54** _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 377 [22]. **55** _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 377 [23]. **56** _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 379 [32]. **57** (1919) 26 CLR 110 at 128, see also at 118. **58** [2003] 2 AC 366 at 377 [23]. **59** [2020] AC 989 at 1016 [25].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 19/75",
    "size": 331
  },
  {
    "name": "21-part-21",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 11. defendant company's external auditors for a copy of the payroll data, the internal auditor employed by the company unlawfully copied the data and uploaded it to a publicly accessible website in order to cause harm to the company. Employees whose data was disclosed brought claims against the company on the basis that it was vicariously liable for the acts of the internal auditor. Lord Reed PSC observed^60 that the provision of the data to the internal auditor enabled him to make a private copy. But, his Lordship said, the mere fact that his employment provided him with an opportunity to commit the wrongful act was not sufficient to warrant the imposition of liability. 32 This is consistent with the view stated by Diplock LJ in _Morris v C W Martin & Sons Ltd_^61 , that for an act to be said to be in the course of employment something more is necessary than that the employment has merely created the opportunity for the wrongful act to take place. And as was observed in _Prince Alfred College_^62 , this is a view which has been consistently applied. 33 Where no more can be pointed to than that the employment provides an opportunity for the employee's wrongful act to take place, the connection with the employment is tenuous. Such a circumstance is to be distinguished from that where an employee is placed in a special position by reason of the employment so that the act in question may be seen as one to which the ostensible performance of the employer's work by the employee \"gives occasion\", to adopt the words of Dixon J in _Deatons Pty Ltd v Flew_^63. In such a circumstance the requisite connection would be present^64. 34 In _Prince Alfred College_^65 , it was explained that in determining whether vicarious liability arises for an act of sexual abuse of a child that took place in a **60** _Various Claimants v Wm Morrison Supermarkets Plc_ [2020] AC 989 at 1018 [34][35]. **61** [1966] 1 QB 716 at 737.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 20/75",
    "size": 1972
  },
  {
    "name": "21-part-22",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **62** (2016) 258 CLR 134 at 151 [52], referring to _Jacobi v Griffiths_ [1999] 2 SCR 570 at 598 [45], 600 [51], 619 [81], _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 at 229 [25], 235 [45], 237 [50], 241 [59], 244 [65], 247 [75], 249-250 [81]-[82] and _New South Wales v Lepore_ (2003) 212 CLR 511 at 546 [74]. **63** (1949) 79 CLR 370 at 381. **64** See _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 152-153 [55]-[56]. **65** (2016) 258 CLR 134 at 159-160 [80]-[81].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 21/75",
    "size": 477
  },
  {
    "name": "21-part-23",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 12. school or other institution, regard may be had to any special role the employer has assigned to the employee. Features of the employment such as authority, power, trust, control and the ability to achieve intimacy should be considered. Clearly a role embodying features of this kind may point to a strong connection between the employment and the wrongful act. The employment may be seen to provide more than a mere opportunity for the act to take place; it may provide the very occasion for it. **An analogy with** **_Prince Alfred College_****?** 35 Mr Schokman sought to draw an analogy between the circumstances in _Prince Alfred College_^66 and those arising from the shared accommodation in his case. He contended that his compulsory housing with Mr Hewett made him vulnerable because he was required to sleep in a setting which was intimate. 36 The argument put for Mr Schokman misapprehends what was said in _Prince Alfred College_. In the passage from that case on which the argument relies^67 , it was said that the appropriate enquiry concerning the sexual abuser was whether his role as a housemaster placed him in such a position of power and intimacy that the performance of his role could be said to give the occasion for his wrongful acts such that they could be said to have been committed in the course or scope of the employment. No such enquiry is presented by the circumstances of this case. Mr Hewett was not assigned any special role concerning Mr Schokman and no part of what Mr Hewett was employed to do was required to be done in the accommodation. 37 The most that could be said to arise from the circumstance of shared accommodation was that it created physical proximity between the two men. It therefore provided the opportunity for Mr Hewett's drunken actions to affect Mr Schokman.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 22/75",
    "size": 1856
  },
  {
    "name": "21-part-24",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " But, as has been seen, the cases hold that mere opportunity provides an insufficiently strong connection with the employment to establish vicarious liability. 38 It may be observed, as it has been earlier in these reasons, that Mr Schokman's argument focusses upon his position of vulnerability. This would appear to call in aid notions of a duty of care owed by the employer to protect Mr Schokman from a risk of harm which might arise from the circumstances of shared accommodation. Indeed, his pleading in this regard alleged a duty on the **66** (2016) 258 CLR 134. **67** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 160-161 [84].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 23/75",
    "size": 647
  },
  {
    "name": "21-part-25",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 13. part of the employer to take reasonable care to avoid exposing Mr Schokman to a risk of injury whilst he was fulfilling the requirements of accommodation under his terms of employment. Whether there was a duty of care to protect Mr Schokman does not arise in a case concerning the employer's vicarious liability. In such a case the focus is upon the position in which Mr Hewett was placed by the employment and what the employment entailed. **An analogy with** **_Bugge v Brown_****?** 39 Mr Schokman also contended that an analogy might be drawn between this case and the case of _Bugge v Brown_^68. The two circumstances which he identifies as common to both cases are that the tortious act of the employee occurred whilst he was on a break from his employment and that each employee was fulfilling the requirements of his employment when carrying out the tortious act. 40 In the present case, Mr Hewett was at leisure and not at his place of work when he committed the tortious act. He was on a \"break\" only in the sense that it occurred outside the carrying out of his duties or in the period between carrying them out. The functional, geographical and temporal aspects of Mr Hewett's course or scope of employment were absent^69. In _Bugge v Brown_^70 , the employee's act, lighting a fire, was in preparation for the employee's midday meal whilst working remotely. It occurred whilst he was carrying out his work. These comparisons may be put to one side. 41 Central to the case in _Bugge v Brown_^71 was that the act of lighting the fire was itself a requirement of, and authorised by, the employment. By contrast in this case, Mr Hewett could only be said to be acting in accordance with his employment contract by sharing the accommodation provided for and being present in it. As has been explained, that does not provide a proper connection to the employment.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 24/75",
    "size": 1913
  },
  {
    "name": "21-part-26",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " 42 The employee in _Bugge v Brown_^72 worked on a grazing property, and at the relevant time he was working in a paddock cutting thistles. His remuneration included food. When he was at the homestead of the property it was prepared by **68** (1919) 26 CLR 110. **69** _New South Wales v Lepore_ (2003) 212 CLR 511 at 535 [40]. **70** (1919) 26 CLR 110. **71** (1919) 26 CLR 110 at 128-129. **72** (1919) 26 CLR 110.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 25/75",
    "size": 416
  },
  {
    "name": "21-part-27",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Kiefel CJ Gageler J Gordon J Jagot J_ 14. the station cook. When he was working remotely, he was usually provided with a midday meal which included cooked food. On the day in question the cook was absent and he was given raw meat, potatoes, and a pan in which to cook. The employee was instructed by the employer to go to a place where there was an old homestead and a hut where he could cook. But the place was some distance from where the employee was working and he chose not to do so. Cooking closer to his work meant lighting an open fire with its attendant risks. One such risk eventuated. The fire escaped and damaged the plaintiff's land. 43 Isaacs J held it to be beyond question that the cooking of the meal was \"intimately connected\" with the performance of the day's task. The cooking of the meal by the employee was done \"in the line of [his] employment\"^73. He was not on a \"frolic of his own\" in cooking the meal and that act was not so remote from the employment as directed that the employee could be regarded as a stranger in doing so. The most that could be said was that he lit the open fire in the paddock in disregard of an instruction. 44 It was the instruction by the employer to cook at a different place which was at issue in the case. Isaacs J said^74 that if nothing had been said about the place where the meal was to be cooked there could be no doubt that whatever the employee did was within the sphere of the employment. 45 His Honour resolved the question of the instruction by holding that it was no more than a specific direction as to the place where an authorised act was to be done^75. Critically, his Honour held that, so far as concerns the sphere of employment, the act authorised to be done was the cooking of food which involved the making of a fire. The act authorised was the simple act of cooking and the place where it was done was not an essential part of the act.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 26/75",
    "size": 1913
  },
  {
    "name": "21-part-28",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " 46 It may readily be seen that the circumstances in _Bugge v Brown_^76 are in no way analogous to the present case. Nothing in the present case points to the drunken act in question being authorised, being in any way required by, or being incidental to, the employment. In truth, it had no real connection to it. **73** _Bugge v Brown_ (1919) 26 CLR 110 at 128. **74** _Bugge v Brown_ (1919) 26 CLR 110 at 128. **75** _Bugge v Brown_ (1919) 26 CLR 110 at 128. **76** (1919) 26 CLR 110.\n\n_Kiefel CJ Gageler J Gordon J Jagot J_ 15. **Conclusion** 47 The appeal should be allowed with costs. The orders of the Court of Appeal made on 18 March 2022 and 5 April 2022 should be set aside. In lieu of those orders the appeal to that Court should be dismissed with costs. ",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 27/75",
    "size": 765
  },
  {
    "name": "21-part-29",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 16. EDELMAN AND STEWARD JJ. **Vicarious liability and stovepipe thinking** 48 In 1916, Laski wrote of vicarious liability that \"[i]n no branch of legal thought are the principles in such sad confusion\"^77. Half a century later, in 1965, in a case that is sometimes (erroneously) considered to be a classic instance of vicarious liability, Lord Denning MR remarked that, on this subject, \"the cases are baffling\"^78. Not much has improved in the last 60 years. The problem lies in the tendency to think about vicarious liability in a stovepipe manner as an agglomeration of areas of law where a defendant is liable in the absence of fault. \"The reason ... 'stovepipe' lawyers cannot move confidently from one area of the law to another is that nobody has shown them the map\"^79. By conflating different areas of law, and treating them all as \"vicarious liability\", analogies drawn between them are confusing and legal tests for liability in one area are \"stretched to breaking point\" in another^80. 49 Any coherent map of vicarious liability must recognise that the cases which have been described as concerning \"vicarious liability\" now span across three different areas of law, each involving different legal principles. In _Construction, Forestry, Maritime, Mining and Energy Union v Personnel Contracting Pty Ltd_^81 , Kiefel CJ, Keane and Edelman JJ identified two of these different areas, saying that the term \"vicarious liability\" is commonly used to describe two different types of liability and two areas of law. In order to avoid confusion, it is only the second area in relation to which the expression should be used. 50 The first area of law generally involves cases where one person is, in broad terms, an agent for another. It is a primary liability: the acts of another are attributed to the defendant on the basis that they were part of a joint enterprise, or procured, authorised or ratified by the defendant.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 28/75",
    "size": 1949
  },
  {
    "name": "21-part-30",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " Each of these notions conveys the sense of something that is done for another with the \"seal of [their] approval\", amounting to an acceptance of the act as the other's own; \"everyone can see that **77** Laski, \"The Basis of Vicarious Liability\" (1916) 26 _Yale Law Journal_ 105 at 105106. **78** _Morris v C W Martin & Sons Ltd_ [1966] 1 QB 716 at 724. **79** Birks, \"Introduction\", in Birks (ed), _English Private Law_ (2000), vol 1 at xxxvi. **80** _Mohamud v Wm Morrison Supermarkets Plc_ [2016] AC 677 at 691 [39]; _Various Claimants v Wm Morrison Supermarkets Plc_ [2020] AC 989 at 1014 [21]. **81** (2022) 96 ALJR 89 at 112 [82]; 398 ALR 404 at 425. See also _IL v The Queen_ (2017) 262 CLR 268 at 285 [34].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 29/75",
    "size": 714
  },
  {
    "name": "21-part-31",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 17. [an employer] ought to answer for [an employee's] acts\", when those acts are performed with the employer's authority in this broad sense^82. This type of liability is really based on \"vicarious act[s]\"^83 or \"vicarious conduct\"^84 , rather than \"vicarious liability\". It applies to all principals, whether an employer or not, for whom the acts are done with their authority. 51 The second area of law, also described as \"vicarious liability\", involves cases where \"vicarious liability\" is used in its true, or proper, sense of liability based on the attribution of the liability of another. This second area of law developed from the first area of law using similar language but involving a very different concept. Rather than attributing to one person the authorised acts of another, it attributed to an employer the liability of an employee, based on the wrongful acts of the employee, whether or not those acts were authorised in the broad sense described above. But the employee's wrongful acts had to be sufficiently or closely connected to the employee's duties or powers of employment so that they could be said to have been performed in the \"course of their employment\". This Court has not extended vicarious liability in this sense beyond employees^85. 52 It has sometimes been argued that these two conceptions of \"vicarious liability\" are in competition and that only one should be accepted. One view is that the only proper conception is attribution of acts^86. The other view is that the only proper conception is attribution of liability^87. But, as Glanville Williams observed, **82** Laski, \"The Basis of Vicarious Liability\" (1916) 26 _Yale Law Journal_ 105 at 105, 107. **83** _Broom v Morgan_ [1953] 1 QB 597 at 609. **84** Williams, \"Vicarious Liability: Tort of the Master or of the Servant?\" (1956) 72 _Law Quarterly Review_ 522 at 544.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 30/75",
    "size": 1884
  },
  {
    "name": "21-part-32",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **85** Compare _Various Claimants v Catholic Child Welfare Society_ (\"the _Christian Brothers Case_ \") [2013] 2 AC 1 at 18 [47]; _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 971 [58(ii)]; [2023] 3 All ER 1 at 19. **86** _Darling Island Stevedoring and Lighterage Co Ltd v Long_ (1957) 97 CLR 36 at 60 61; _Morris v C W Martin & Sons Ltd_ [1966] 1 QB 716 at 724; Stevens, _Torts and Rights_ (2007) at 259. **87** _Darling Island Stevedoring and Lighterage Co Ltd v Long_ (1957) 97 CLR 36 at 57. See also _Bernard v Attorney General of Jamaica_ [2005] IRLR 398 at 402 [21]; _Majrowski v Guy's and St Thomas's NHS Trust_ [2007] 1 AC 224 at 228 [7]; _Woodland v Swimming Teachers Association_ [2014] AC 537 at 572 [3].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 31/75",
    "size": 756
  },
  {
    "name": "21-part-33",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 18. \"the law may recognise both vicarious responsibility in the proper sense of the term and also a doctrine of vicarious conduct\"^88. The confusion arises because these two areas of law, concerning two different types of liability, are conflated by the use of the same label. 53 Matters are further complicated because \"vicarious liability\" is sometimes used to describe a third area of law. As early as Sir Frederick Pollock's famous writing on what he described as \"the rule of vicarious liability\"^89 , instances were included under the label of \"vicarious liability\" where an employer owed a duty to ensure that reasonable care was taken in the performance of the duties of an employee or even an independent contractor. If an employer had delegated \"general authority to a manager or superintendent\", the employer could not \"cast off this duty by handing over the performance of it\" to another^90. Cases in which this non-delegable duty arises do not involve \"vicarious liability\" in the first or second areas of law. Unlike the second area they are not confined to employers. Nevertheless, the liability, unfortunately, has also been described as \"vicarious\". 54 Once these areas of law concerning \"vicarious liability\" are disentangled, this appeal can be seen to concern only the second area: liability based on the attribution of the liability of another. Mr Schokman was required by the appellant, his employer, to live in shared accommodation at Daydream Island Resort and Spa. There is no sense in which the appellant agreed to, procured, authorised, or ratified Mr Hewett's negligent act of urinating on Mr Schokman at 3.30 am in the accommodation. Nor was Mr Schokman's claim pleaded or argued as one involving liability based on a breach of a non-delegable duty to ensure that care was taken to provide a safe place of work.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 32/75",
    "size": 1862
  },
  {
    "name": "21-part-34",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " The issue is whether Mr Hewett's act of negligent urination was so closely connected with Mr Hewett's employment duties that the act could be said to have occurred in the course of Mr Hewett's employment. It was not. The appeal must be allowed. **88** Williams, \"Vicarious Liability: Tort of the Master or of the Servant?\" (1956) 72 _Law Quarterly Review_ 522 at 544. See also _Pioneer Mortgage Services Pty Ltd v Columbus Capital Pty Ltd_ (2016) 250 FCR 136 at 149 [57]. **89** Pollock, _Essays in Jurisprudence and Ethics_ (1882) at 116. **90** Pollock, _Essays in Jurisprudence and Ethics_ (1882) at 133.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 33/75",
    "size": 608
  },
  {
    "name": "21-part-35",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 19. **The three areas of law described as \"vicarious liability\"** _Vicarious liability describing attributed acts_ 55 When \"vicarious liability\" is used in the sense of a primary liability based on attribution of acts this is, loosely, a reference to agency^91. The defendant is liable because the acts of another giving rise to the liability are attributed to the defendant. The acts of another can be attributed to the defendant for reasons including the defendant's express, implied, or apparent authorisation of the acts, or the defendant's ratification of them. 56 Authority, in a broad sense, to perform an act will also arise where the act is done with the defendant's agreement or understanding as part of a joint enterprise. In the United States it has therefore been said that \"[n]early all courts have accepted the principle of vicarious tort responsibility\" in instances of a \"joint enterprise\" where \"each is the agent or [employee] of the others\", and the actions of the agent or employee are within the scope of the joint enterprise^92. The same reasoning led this Court to accept what it described as \"vicarious responsibility\" of the owner of a car where another negligently drove it subject to the direction and control of the owner and on the owner's behalf so that \"in point of law\" the owner was \"driving by his agent\"^93. By contrast, emphasising the absence of any argument based on authority or ratification, a majority of this Court later held that there was no liability of the owner of a negligently flown plane^94. 57 This \"agency\" conception of vicarious liability was favoured as the only conception by Kitto J in _Darling Island Stevedoring and Lighterage Co Ltd v Long_^95. Kitto J observed that Pollock had claimed to invent the term \"vicarious liability\", but noted that the full expression Pollock used was \"vicarious liability for a servant's act\"^96.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 34/75",
    "size": 1909
  },
  {
    "name": "21-part-36",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " In this sense, Kitto J explained, the liability exists \"not **91** See _Morgans v Launchbury_ [1973] AC 127 at 135, 140, 144. **92** Keeton et al (eds), _Prosser and Keeton on the Law of Torts_ , 5th ed (1984) at 516517 §72. **93** _Soblusky v Egan_ (1960) 103 CLR 215 at 231, 235. **94** _Scott v Davis_ (2000) 204 CLR 333 at 343 [21], 424 [274], 440 [312], 460 [359]. See also at 339 [5]. **95** (1957) 97 CLR 36. **96** (1957) 97 CLR 36 at 60. See Howe (ed), _Holmes-Pollock Letters_ , 2nd ed (1961) at 7, 233. But compare Pollock, _Essays in Jurisprudence and Ethics_ (1882) at 126.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 35/75",
    "size": 587
  },
  {
    "name": "21-part-37",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 20. because the servant is liable, but because of what the servant has done\"^97. For the same reason, Denning LJ also denied that it was the liability of an employee that was vicarious: \"One may describe it as a vicarious act, if one pleases, but not as a vicarious liability\"^98. 58 The attribution to an employer of authorised acts performed by an employee is not limited to those acts that are expressly or impliedly authorised. It extends also to acts that are apparently, or ostensibly, authorised by the employer holding out the employee to the plaintiff in a manner which facilitated the acts. A wellknown example of an employer's liability based on the attribution of ostensibly authorised acts of the employee is _Lloyd v Grace, Smith & Co_^99. An employee of the defendant's conveyancing business used his position to defraud a client by obtaining a conveyance to him of the client's properties. Although the employee's action was not expressly or impliedly authorised, each of the members of the House of Lords spoke in terms consistent with the employee having acted with apparent or ostensible authority^100. As Dixon J explained in _Deatons Pty Ltd v Flew_^101 , the acts were the product of \"the ostensible performance of [the employer's] work\", or were \"committed under cover of the authority the [employee] is held out as possessing or of the position in which [the employee] is placed as a representative of [the employer]\". _Vicarious liability describing attributed liability_ 59 \"'No conception can be understood except through its history' ... and of no legal conception in Anglo-American law is this more true than of the notion of Responsibility for Tortious Acts.\"^102 So too in Australia.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 36/75",
    "size": 1736
  },
  {
    "name": "21-part-38",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " The second area of law which is described as involving vicarious liability developed historically from the first in much the same way as the criminal law in this country moved from primary liability based on a joint criminal enterprise (an \"agency\" concept which, itself, **97** (1957) 97 CLR 36 at 61. **98** _Broom v Morgan_ [1953] 1 QB 597 at 609. See also Megarry, \"Notes\" (1953) 69 _Law Quarterly Review_ 289 at 297. **99** [1912] AC 716. **100** [1912] AC 716 at 724, 728, 738, 739, 740. **101** (1949) 79 CLR 370 at 381. See also _New South Wales v Lepore_ (2003) 212 CLR 511 at 592 [232]; _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 151 [50]. **102** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 474.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 37/75",
    "size": 849
  },
  {
    "name": "21-part-39",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 21. may have borrowed from the civil side of the common law^103 ) to recognise also secondary liability based on an \"extended joint criminal enterprise\"^104. 60 In an essay described by Holdsworth as \"[m]uch the best account of the history of the law on this topic\"^105 , Wigmore traced the history of an employer's liability for acts and wrongs of an employee^106 , which developed in three stages. 61 The first stage, from the 14th century, was concerned with a very limited form of the first area of law concerning \"vicarious liability\" described above. This involved attributing to an employer those acts of an employee which the employer had commanded be performed, or had assented to being performed. The second stage, Wigmore explained, arose in the 18th century as commercial prosperity grew and the complications of conditions of industry meant that those \"administering the affairs of others could no longer be classed indiscriminately as 'servants'\"^107. The original basis for liability in the \"command\" of an employer thus became \"naturally enlarg[ed]\" to implied commands \"from a general commission to do a class of acts\"^108. One form of the test following this expansion was \"acting in the execution of authority\", with the \"favorite expressions\" of the time including **103** Fletcher, _Rethinking Criminal Law_ (1978) at 656 §8.6. **104** See _Mitchell v The King_ (2023) 97 ALJR 172 at 183-186 [54]-[61]; 407 ALR 587 at 599 601. See also Stephen, _A Digest of the Criminal Law (Crimes and Punishments)_ (1877) at 23-24, Art 38; _Osland v The Queen_ (1998) 197 CLR 316 at 341 343 [70]-[73], 347-348 [85], 383 [174], 413 [257]; _IL v The Queen_ (2017) 262 CLR 268 at 284-285 [34], 287 [40], 297 [66], 299-300 [74], 311 [103], 323324 [145]-[147]; _O'Dea v Western Australia_ (2022) 273 CLR 315 at 335-336 [53]-[57]. **105** Holdsworth, _A History of English Law_ , 2nd ed (1937), vol 8 at 472, fn 5.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 38/75",
    "size": 1937
  },
  {
    "name": "21-part-40",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **106** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474. **107** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 526. **108** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 530.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 39/75",
    "size": 551
  },
  {
    "name": "21-part-41",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 22. _qui facit per alium facit per se_^109 (one who acts by another, acts themself^110 ). The second stage thus closely resembled the developed basis of the first area of \"vicarious liability\", namely the liability of a principal for the acts of an agent. 62 The third stage, Wigmore observed, developed \"gradually\", with the inevitable recognition, \"[a]s the full meaning of the situation was realized\", that liability was based on a broader concept such as \"scope\" or \"course\" of employment^111. Rather than attribution of only the authorised acts of an agent, a new conception of the principle became the attribution of liability or responsibility of the employee for torts^112. Lord Brougham said, \"the reason that I am liable is this, that by employing [them] I set the whole thing in motion; and what [they do], being done for my benefit and under my direction, I am responsible for the consequences of doing it\"^113. The consequences for which the employer was responsible came to be understood as the liability of the employee. An employer's liability — based upon the same agency principles by which any principal is made liable through the attribution of acts — thus developed to create an additional and different liability that was based upon an attribution of the liability of the employee where the employee's liability arose from acts which, even if not agreed, procured or authorised, were undertaken in the course of employment. **109** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 528, 532. **110** See Story, _Commentaries on the Law of Agency_ , 9th ed (1882) at 517, 548; Dal Pont, _Law of Agency_ , 4th ed (2020) at 5 [1.2]; Watts and Reynolds, _Bowstead and Reynolds on Agency_ , 22nd ed (2021) at 23 [1-027]. See also _Christie v Permewan, Wright & Co Ltd_ (1904) 1 CLR 693 at 700; _Petersen v Moloney_ (1951) 84 CLR 91 at 94.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 40/75",
    "size": 2000
  },
  {
    "name": "21-part-42",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **111** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 531, 533-534. **112** Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 536. See also Laski, \"The Basis of Vicarious Liability\" (1916) 26 _Yale Law Journal_ 105 at 108. **113** _Duncan v Findlater_ (1839) 6 C & F 894 at 910 [7 ER 934 at 940]. See Wigmore, \"Responsibility for Tortious Acts: Its History\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 474 at 536.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 41/75",
    "size": 729
  },
  {
    "name": "21-part-43",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 23. 63 Blackstone may have played an important role in the development of this new area of law of true vicarious liability — irrespective of agency and based upon attribution of an employee's liability rather than an employee's acts — with his justification that \"the wrong done by the servant is looked upon in law as the wrong of the master\"^114. But perhaps the most important role in cementing this conception was played by Sir John Salmond. In a very influential passage^115 in the first edition of his book on torts, Salmond described an employer's liability for acts done by an employee \"in the course of [their] employment\" as arising where the act was \"either (a) a wrongful act authorised by the [employer], or (b) a wrongful and unauthorised _mode_ of doing some act authorised by the [employer]\"^116. Salmond thus conflated the area of law which he described as area (a) and which he acknowledged was a principle of agency, with the area of law which he described as area (b) and which he acknowledged included acts that were not authorised but were \"so connected with acts which [the employer] has authorised\" that the employer \"will answer for [the employee's] negligence, fraud, or mistake\"^117. Area (a), involving primary liability based on attribution of acts, is the first area of law discussed in these reasons, (mis)described as \"vicarious liability\". Area (b), involving secondary liability based on attribution of liability, is the second area of law, being true \"vicarious liability\". 64 The test in this second area of law for attribution of liability requires identification of the powers and duties of employment and consideration of the sufficiency or closeness of the connection between the employee's wrongful act (whether authorised or not) and those powers and duties of employment.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 42/75",
    "size": 1836
  },
  {
    "name": "21-part-44",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " A test stated in similar terms remains the dominant formulation today for vicarious **114** Blackstone, _Commentaries on the Laws of England_ (1765), bk 1, ch 14 at 419-420. **115** See _Canadian Pacific Railway Co v Lockhart_ [1942] AC 591 at 599; _Deatons Pty Ltd v Flew_ (1949) 79 CLR 370 at 384-385; _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 at 223 [15]. **116** Salmond, _The Law of Torts_ (1907) at 83 (emphasis in original). **117** Salmond, _The Law of Torts_ (1907) at 84.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 43/75",
    "size": 483
  },
  {
    "name": "21-part-45",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 24. liability in England^118 and Canada^119. And the sufficiency or closeness of the connection between the wrongful act and the employee's powers and duties of employment, such that it can be said that the wrongful act was in the \"course of employment\", has been a focus of leading decisions concerning true vicarious liability in this Court^120 , including in this case^121. 65 It is necessary to reiterate, because it is not commonly recognised, that there is a fundamental difference as a matter of principle between this second area of (true) vicarious liability and the first area of law (mis)described as \"vicarious liability\". The second area of (true) vicarious liability involves secondary liability, not primary liability. It is not the acts of another that are attributed to the employer but the torts or wrongs, or more accurately the liability for torts or wrongs, of others. The defendant \"is held liable as a matter of public policy for the tort of the other\"^122. This difference in principle between these areas of law that are both described as \"vicarious liability\" is reflected in a very significant difference in application. 66 The actions of any agent, including an independent contractor, can be attributed to a principal (including an employer) if the actions are part of a joint enterprise or are procured, authorised or ratified by the principal.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 44/75",
    "size": 1396
  },
  {
    "name": "21-part-46",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " But when the attribution is of another's liability rather than another's acts, the focus is upon the **118** _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 at 223-224 [15], 230 [28], 232 [37], 237 [50], 238 [52], 245 [70]; _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 377 [23]; _Attorney General of the British Virgin Islands v Hartwell_ [2004] 1 WLR 1273 at 1278 [16]; _Majrowski v Guy's and St Thomas's NHS Trust_ [2007] 1 AC 224 at 229 [10]; _Mohamud v Wm Morrison Supermarkets Plc_ [2016] AC 677 at 693 [45][46]; _Various Claimants v Wm Morrison Supermarkets Plc_ [2020] AC 989 at 1018 [32]; _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 971-972 [58(iii)]; [2023] 3 All ER 1 at 19. **119** _Bazley v Curry_ [1999] 2 SCR 534 at 545 [15], 557 [37]; _Jacobi v Griffiths_ [1999] 2 SCR 570 at 590 [31]. **120** _Bugge v Brown_ (1919) 26 CLR 110 at 118, 119; _Deatons Pty Ltd v Flew_ (1949) 79 CLR 370 at 379, 380, 384-385. See also _New South Wales v Lepore_ (2003) 212 CLR 511 at 546 [74]; _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 156 [68], 160 [83]. **121** See reasons of Kiefel CJ, Gageler, Gordon and Jagot JJ at [15], [20]-[21]. **122** _Woodland v Swimming Teachers Association_ [2014] AC 537 at 572 [3]. See also _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 956 [1]; [2023] 3 All ER 1 at 4.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 45/75",
    "size": 1398
  },
  {
    "name": "21-part-47",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 25. relationship of employment: it is the liability of an employee, for acts (whether authorised or not) that are closely connected to the course of employment, that is attributed to an employer^123. Hence it has been said that the liability of the employer \"must cease where the relation [of employment] itself ceases to exist\"^124. 67 This second area of law of vicarious liability was favoured by Fullagar J in _Darling Island Stevedoring and Lighterage Co Ltd v Long_^125. In stark contrast with the approach of Kitto J in that case, Fullagar J said of vicarious liability that the \"liability is a true vicarious liability: that is to say, the [employer] is liable not for a breach of a duty resting on [the employer] and broken by [them] but for a breach of duty resting on another and broken by another\"^126. Fullagar J attributed this sense of vicarious liability to Salmond, who spoke of the employer's liability \"for any tort committed by [the employee] while acting in the course of [their] employment\"^127. Of course, as Fullagar J held in that case, any legislation that creates a potential liability for an employee might, on its proper interpretation, preclude vicarious liability (in its true meaning)^128. Fullagar J's \"'liability' theory (as opposed to 'conduct' theory)\" has been said to be the view that has \"prevailed\" over that of Kitto J in Australia^129. In truth, both co-exist. They just need different labels. **123** _Colonial Mutual Life Assurance Society Ltd v Producers and Citizens Co-operative Assurance Co of Australia Ltd_ (1931) 46 CLR 41 at 48-49; _Stevens v Brodribb Sawmilling Co Pty Ltd_ (1986) 160 CLR 16 at 29, 39, 47-48; _Scott v Davis_ (2000) 204 CLR 333 at 342 [18], 406 [218], 413 [239], 436 [301]. Compare Morgan, \"Recasting Vicarious Liability\" (2012) 71 _Cambridge Law Journal_ 615. **124** _Bugge v Brown_ (1919) 26 CLR 110 at 118, quoting _Quarman v Burnett_ (1840) 6 M & W 499 at 509 [151 ER 509 at 514].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 46/75",
    "size": 1977
  },
  {
    "name": "21-part-48",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **125** (1957) 97 CLR 36. **126** (1957) 97 CLR 36 at 57. **127** Salmond, _The Law of Torts_ , 3rd ed (1912) at 84. But compare at 89-91. **128** (1957) 97 CLR 36 at 54 55. See also _Various Claimants v Wm Morrison Supermarkets Plc_ [2020] AC 989 at 1023-1024 [52]-[55]; Dietrich and Field, \"Statute and Theories of Vicarious Liability\" (2019) 43 _Melbourne University Law Review_ 515 at 540-541. **129** See _Kable v New South Wales_ (2012) 293 ALR 719 at 735 [52]-[54].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 47/75",
    "size": 473
  },
  {
    "name": "21-part-49",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 26. 68 An example of a case concerning this second area of law of (true) vicarious liability is the decision of this Court in _Bugge v Brown_^130. In that case, an employee had been told to cook his midday meal at an old homestead, a mile from a paddock where he was working. Instead, the employee lit a fire in the fireplace of a hut that stood in the paddock, which then spread to the plaintiff's neighbouring land, causing damage. Cooking the meal in this location was not authorised by his employer. Indeed, it was forbidden. But the employer was nevertheless held vicariously liable. As Isaacs J and Higgins J held, it did not matter that the acts of the employee were not expressly, impliedly, or ostensibly authorised, or even whether the acts had been forbidden, provided that the employee's acts were in \"the course of [his] employment\"^131 and were not \"distinctly remote and disconnected from his employment\"^132. 69 A fully satisfactory rationale for the extension from a primary liability (attribution of agreed, procured, authorised, or ratified acts) to create a new form of secondary liability (attribution of liability for acts of an employee, whether authorised or not, if closely connected with the powers or duties of employment) has been \"slow to appear\"^133. In 1882, Pollock explained the difficulty^134 : \"We can all understand that a [person] should be liable for what [the person] really does by another's hand, — for actions which [the person] has authorized or tacitly allowed. But here the question is why [the person] should be liable for actions [the person] has in no way authorized, just as if [they] had authorized them, — why [they] should be deemed to have done by [their employee's] hand things which [the person] has not commanded, permitted, or desired.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 48/75",
    "size": 1814
  },
  {
    "name": "21-part-50",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "\" Pollock's answer was that the \"natural endeavour to fix responsibility on some one who can pay\" found expression in a principle that extended the liability of the employer beyond answering for their employees \"as agents\"^135. Others have sought **130** (1919) 26 CLR 110. **131** (1919) 26 CLR 110 at 116-117, 132-133. **132** (1919) 26 CLR 110 at 119. **133** _Hollis v Vabu Pty Ltd_ (2001) 207 CLR 21 at 37 [35]; _Sweeney v Boylan Nominees Pty Ltd_ (2006) 226 CLR 161 at 166 [11]. **134** Pollock, _Essays in Jurisprudence and Ethics_ (1882) at 117. **135** Pollock, _Essays in Jurisprudence and Ethics_ (1882) at 118, 126. For another justification, see Neyers, \"A Theory of Vicarious Liability\" (2005) 43 _Alberta Law Review_ 287.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 49/75",
    "size": 736
  },
  {
    "name": "21-part-51",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 27. to justify the liability on the basis that the employer, in taking the benefit of activities of an employee, should bear the costs of a wrong committed in the course of those activities^136. There is a resonance between these explanations and the observation by Fullagar J in _Darling Island Stevedoring and Lighterage Co Ltd v Long_^137 — repeatedly endorsed in this Court^138 and described by five members of this Court as \"surely correct[]\"^139 — that the common law rule was \"adopted not by way of an exercise in analytical jurisprudence but as a matter of policy\". _Vicarious liability describing a non-delegable duty_ 70 To confuse matters further, there is a third, and distinct, area of law in which the label \"vicarious liability\" is again sometimes used to describe the liability imposed on an employer. But the more common description of the reason for liability in this third area of law is a breach of a \"non-delegable duty\". A nondelegable duty arises where \"the nature of the relationship of proximity gives rise to a duty of care of a special and 'more stringent' kind, namely a 'duty to ensure that reasonable care is taken'\"^140. The nature of the relationship, including where there is an undertaking of \"care, supervision or control of the person or property of another\", is one in which the defendant has assumed the particular responsibility to ensure that reasonable care is taken rather than merely to take reasonable care. The assumption of responsibility is such that the person affected might reasonably expect that the defendant has assumed that higher duty^141.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 50/75",
    "size": 1616
  },
  {
    "name": "21-part-52",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " A core instance of a nondelegable duty at common law, although frequently now provided for by legislation, is the duty that an employer usually owes to employees to provide a **136** _Bazley v Curry_ [1999] 2 SCR 534 at 554 [31]; _Jacobi v Griffiths_ [1999] 2 SCR 570 at 596 [42]; _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 at 243-244 [65]-[66]; _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 377 [21]; _Cox v Ministry of Justice_ [2016] AC 660 at 669-670 [23]-[24]; _Armes v Nottinghamshire County Council_ [2018] AC 355 at 381 [67]; _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 972 [58(iv)]; [2023] 3 All ER 1 at 19-20. **137** (1957) 97 CLR 36 at 56-57. **138** _New South Wales v Lepore_ (2003) 212 CLR 511 at 580 [196]; _Sweeney v Boylan Nominees Pty Ltd_ (2006) 226 CLR 161 at 166 [11]. **139** _Hollis v Vabu Pty Ltd_ (2001) 207 CLR 21 at 37 [34]. **140** _Burnie Port Authority v General Jones Pty Ltd_ (1994) 179 CLR 520 at 550; _New South Wales v Lepore_ (2003) 212 CLR 511 at 598 [254]. See also _Kondis v State Transport Authority_ (1984) 154 CLR 672 at 686. **141** _Kondis v State Transport Authority_ (1984) 154 CLR 672 at 687. See also _Burnie Port Authority v General Jones Pty Ltd_ (1994) 179 CLR 520 at 550-552.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 51/75",
    "size": 1278
  },
  {
    "name": "21-part-53",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 28. safe system of work. That common law duty is \"non-delegable and the [employer is] liable for any negligence on the part of its independent contractor [or employee] in failing to adopt a safe system of work\"^142. 71 Non-delegable duties are commonly, but unfortunately, described by invoking the language of \"vicarious liability\". In _The Commonwealth v Introvigne_^143 , Mason J (with whom Gibbs CJ agreed) said that a non-delegable duty, in circumstances concerning the duty owed by a school authority to its pupils, was \"not a _purely_ vicarious liability\" and was a liability that went \"beyond a _mere_ vicarious liability\". Professor Fleming described it as a \"disguised form of vicarious liability\"^144. Other cases have treated it simply as a species of vicarious liability. The leading example of a case concerning a non-delegable duty that is (mis)described as involving \"vicarious liability\" is _Morris v C W Martin & Sons Ltd_^145. 72 In _Morris v C W Martin & Sons Ltd_ , an employer was liable for an employee's theft of a mink coat that had been bailed to the employer to be cleaned. Diplock LJ saw the case as one concerning \"the vicarious liability of [an employer] for [their employee's] dishonest acts\"^146. He reasoned that the act of the employee in stealing the coat, \"albeit dishonestly\" done, was nevertheless \"in the scope or course of his employment\", because of its connection with the employee's duties to take care of, and clean, the fur^147. The decision in _Morris v C W Martin & Sons Ltd_ was described by Lord Nicholls of Birkenhead and Lord Millett in _Dubai Aluminium Co Ltd v Salaam_^148 as a case concerning \"vicarious liability\", and by Lord Steyn in _Lister v Hesley Hall Ltd_^149 as \"[t]he classic example of vicarious liability for intentional wrong doing\".",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 52/75",
    "size": 1822
  },
  {
    "name": "21-part-54",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " 73 Although commonly given the label of \"vicarious liability\", _Morris v C W Martin & Sons Ltd_ cannot be properly explained as a case involving the first or **142** _Kondis v State Transport Authority_ (1984) 154 CLR 672 at 688. **143** (1982) 150 CLR 258 at 260, 269, 271 (emphasis added). See also at 279. **144** Fleming, _The Law of Torts_ , 9th ed (1998) at 434. **145** [1966] 1 QB 716. **146** [1966] 1 QB 716 at 736. **147** [1966] 1 QB 716 at 737. **148** [2003] 2 AC 366 at 378 [27], 401 [129]. **149** [2002] 1 AC 215 at 225 [19].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 53/75",
    "size": 543
  },
  {
    "name": "21-part-55",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 29. second areas of law in which the term \"vicarious liability\" is used. The proper explanation of the result, with a long history consistent with the liability of innkeepers in Roman law^150 , was that of Lord Denning MR in that case^151 : \"[W]hen a principal has in [their] charge the goods or belongings of another in such circumstances that [they are] under a duty to take all reasonable precautions to protect them from theft or depredation, then if [they entrust] that duty to [an employee] or agent, [the principal] is answerable for the manner in which that [employee] or agent carries out [their] duty. If the [employee] or agent is careless so that they are stolen by a stranger, the [employer] is liable. So also if the [employee] or agent [themself] steals them or makes away with them.\" 74 The English decisions, mentioned above, which endorsed _Morris v C W Martin & Sons Ltd_ as a case of \"vicarious liability\" did so by describing the reason for that liability in the same terms as a non-delegable duty. Thus, in _Dubai Aluminium Co Ltd v Salaam_ , Lord Nicholls and Lord Millett said that case belonged to a category of decisions where a firm or employer \"undertakes a responsibility to a third party\" or \"has undertaken a duty towards the plaintiff and then delegated the performance of that duty\" to an employee^152_._ And, in _Lister v Hesley Hall Ltd_^153 , Lord Steyn said that it was not necessary to ask whether the acts of sexual abuse in the cases under consideration were \"modes of doing authorised acts\" because the question of \"vicarious liability\" could focus instead upon \"the basis that the employer undertook to care for the boys through the services of the warden\" and the commission of the acts \"in the time and on the premises of the employers while the warden was also busy caring for the children\".",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 54/75",
    "size": 1858
  },
  {
    "name": "21-part-56",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " 75 Members of this Court have also recognised that _Morris v C W Martin & Sons Ltd_ is not a case concerning vicarious liability in the first or second areas of law described above. As Gaudron J observed in _New South Wales v Lepore_^154 , it is difficult to see how the employee was acting in the scope or course of employment in stealing the mink coat. And as Gummow and Hayne JJ observed in the same **150** Holmes, \"The History of Agency\", in Association of American Law Schools (ed), _Select Essays in Anglo-American Legal History_ , vol 3 (1909) 368 at 374. See D 47.5.1 (Ulpian, _Edict_ , bk 38). **151** [1966] 1 QB 716 at 728. See also _Port Swettenham Authority v T W Wu & Co_ [1979] AC 580 at 591. **152** [2003] 2 AC 366 at 378 [27], 401 [129]. **153** [2002] 1 AC 215 at 227 [20]. **154** (2003) 212 CLR 511 at 556 [113].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 55/75",
    "size": 835
  },
  {
    "name": "21-part-57",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 30. case, in a passage later endorsed by five members of this Court^155 , _Morris v C W Martin & Sons Ltd_ involved a bailment which required the employer to establish that reasonable care was taken with the mink coat^156. 76 The non-delegable duty explanation of _Morris v C W Martin & Sons Ltd_ was adopted by McHugh J in _Lepore_^157 and by Lord Sumption JSC, with whom the other members of the Supreme Court of the United Kingdom agreed, in _Woodland v Swimming Teachers Association_^158. In the latter case, Lord Sumption JSC said that _Morris v C W Martin & Sons Ltd_ depended upon a \"duty to procure that proper care was exercised in the custody of the goods bailed\"^159. The duty was a positive duty \"to protect a particular class of persons against a particular class of risks\" and it arose due to the antecedent relationship between the defendant and the plaintiff^160. That same non-delegable duty explanation of _Morris v C W Martin & Sons Ltd_ was later reiterated by Lord Reed JSC, with whom Baroness Hale of Richmond PSC, Lord Kerr of Tonaghmore and Lord Clarke of Stone-cum-Ebony JJSC agreed^161. 77 The position in Australia is, however, complicated by the decision of this Court in _Lepore_^162. That case involved three appeals from cases involving findings or allegations of sexual assault by a teacher on a pupil. The question in each appeal was whether there was a basis upon which the relevant State or Minister could be held liable for a sexual assault by a teacher. A simple approach to that case might have been to apply the principles concerning non-delegable duties. Such a duty can be assumed in relation to the care of persons, such as the duty a school **155** _Sweeney v Boylan Nominees Pty Ltd_ (2006) 226 CLR 161 at 171 [25]. **156** _New South Wales v Lepore_ (2003) 212 CLR 511 at 593 [236]. **157** (2003) 212 CLR 511 at 566-567 [147]. **158** [2014] AC 537 at 574 [7]. **159** [2014] AC 537 at 574 [7]. **160** [2014] AC 537 at 573 [7].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 56/75",
    "size": 1996
  },
  {
    "name": "21-part-58",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **161** _Armes v Nottinghamshire County Council_ [2018] AC 355 at 375 [51]. **162** (2003) 212 CLR 511.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 57/75",
    "size": 104
  },
  {
    "name": "21-part-59",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 31. authority can owe to students to ensure reasonable care is taken of them^163 , just as it was assumed in relation to the care of goods in _Morris v C W Martin & Sons Ltd_. 78 Two members of this Court in _Lepore_ , Gaudron J and McHugh J, held that liability could arise based upon a non-delegable duty^164. Another two members of this Court, Gummow and Hayne JJ, recognised non-delegable duties on school authorities that reasonable care would be taken in caring for the pupils, although they refused to extend that doctrine to a case pleaded as an intentional infliction of harm^165 (although it is at least arguable that the assault claim could nevertheless have been pleaded as a breach of a duty of care^166 ). 79 Although Gummow and Hayne JJ preferred to deal with the appeals by reference to the description of \"vicarious liability\" rather than \"non-delegable duty\", their Honours recognised that this area of vicarious liability was different from the usual analysis of vicarious liability based on course of employment. They noted that the employer was being made responsible not for \"risks which attend the _furtherance_ of the venture\" but for \"risks of conduct that is directly antithetical to those aims\"^167. And they observed, with polite restraint, that in considering whether a school could be liable for sexual assaults committed on its students, \"[t]he notion of an unauthorised mode of doing an authorised act has evident difficulties in application\"^168. \"Teachers are employed to care for children, not to abuse them. It is the very opposite of what they have been authorized to do.\"^169 80 The nature of a claim against a school authority for sexual assault by a teacher upon a pupil was again considered by this Court in _Prince Alfred College Inc v ADC_^170.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 58/75",
    "size": 1809
  },
  {
    "name": "21-part-60",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " The principal joint judgment in that case, of French CJ, Kiefel, Bell, **163** _The Commonwealth v Introvigne_ (1982) 150 CLR 258 at 269, 271, 279; _Armes v Nottinghamshire County Council_ [2018] AC 355 at 370 [32]. **164** (2003) 212 CLR 511 at 55255 3 [102]-[105], 572 [163]. **165** (2003) 212 CLR 511 at 599-603 [257]-[270]. **166** (2003) 212 CLR 511 at 572 [162]. Compare at 602-603 [270]. See also _Williams v Milotin_ (1957) 97 CLR 465 at 470-471; _Gray v Motor Accident Commission_ (1998) 196 CLR 1. **167** (2003) 212 CLR 511 at 588 [222] (emphasis in original). **168** (2003) 212 CLR 511 at 590 [226]. **169** Stevens, _Torts and Rights_ (2007) at 270. **170** (2016) 258 CLR 134.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 59/75",
    "size": 693
  },
  {
    "name": "21-part-61",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 32. Keane and Nettle JJ, referred to the uncertainty of the state of Australian law after _Lepore_^171. Their Honours recognised that \"vicarious liability\" could arise in such a case. But they did not do so by making absurd suggestions that the sexual abuse of students was \"in the course of employment\" or by stretching Salmond's formulation past breaking point on the basis of the ridiculous notion that the sexual abuse of children was an improper mode of caring for or teaching them. Instead, they recognised \"vicarious liability\" by having regard to factors such as \"authority, power, trust, control and the ability to achieve intimacy with the victim\"^172. The non-delegable duty case of _Morris v C W Martin & Sons Ltd_ was also explained as falling within this area of \"vicarious liability\" based on \"the level of control [the employee] was given over the property\"^173. 81 There is an obvious identity between the relevant factors to consider in this area of \"vicarious liability\" and the common factors relied on in establishing a nondelegable duty such as care, supervision, and control. Indeed, the focus in the principal joint judgment in _Prince Alfred College Inc_ upon factors of \"authority, power, trust, control and the ability to achieve intimacy with the victim\"^174 has led leading writers in this field to make observations to the effect that in Australia \"it might now be argued that imposing liability for breach of a non-delegable duty of care in cases of child sexual abuse is more appropriate than vicarious liability\"^175. Once again, the use of the label \"vicarious liability\", conflating three distinct areas of law, can distract from the underlying legal principles. **This case** 82 Once the three different conceptions of vicarious liability are disentangled, it is far simpler and clearer to understand the principles by which liability should be imposed on an employer and to draw analogies between those cases that fall in each area.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 60/75",
    "size": 1991
  },
  {
    "name": "21-part-62",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " In this case, no analogy can relevantly be drawn with any of the cases in the third area, in which liability, although sometimes described as \"vicarious liability\", should be expressed as based on a breach of a non-delegable duty. **171** (2016) 258 CLR 134 at 143 [10]. **172** (2016) 258 CLR 134 at 160 [81]. **173** (2016) 258 CLR 134 at 153 [56]. **174** (2016) 258 CLR 134 at 160 [81]. **175** Beuermann, \"Vicarious Liability in Australia\", in Giliker (ed), _Vicarious Liability in the Common Law World_ (2022) 73 at 98. See also Foster, \"Convergence and Divergence: The Law of Non-Delegable Duties in Australia and the United Kingdom\", in Robertson and Tilbury (eds), _Divergences in Private Law_ (2016) 109 at 132.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 61/75",
    "size": 722
  },
  {
    "name": "21-part-63",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 33. Mr Schokman did not plead or argue, whether as a form of vicarious liability or otherwise, any non-delegable duty on his employer to ensure that reasonable care was taken to provide him with a safe place of work. At no stage during the trial did he seek to impose liability upon the appellant on the basis that the appellant's power and control over Mr Schokman's accommodation, and the conditions of occupancy, placed the appellant not merely under a duty of care to Mr Schokman but under a duty to ensure that care was taken by the appellant's employees (including Mr Hewett) for Mr Schokman's safety in the place where Mr Schokman was required to reside. 83 The first conception of vicarious liability can also be easily dismissed. The appellant was not party to any joint enterprise involving Mr Hewett's negligent conduct in urinating on Mr Schokman. Nor did the appellant agree to, procure, authorise, or ratify Mr Hewett's conduct. Mr Hewett was not clothed with authority in a manner that made it possible to say the appellant apparently or ostensibly authorised his actions. 84 This appeal can only be concerned with the second area of law involving (true) vicarious liability, the most accurate sense in which that term is used. The issue is therefore whether Mr Hewett's employment powers or duties were sufficiently and closely connected with his wrongful act that the act could be said to have occurred in the course of Mr Hewett's employment and Mr Hewett's liability attributed to his employer. They were not. 85 The starting point is to identify Mr Hewett's powers or duties of employment and then to characterise, at the appropriate level of generality, his wrongful act causing loss or injury to determine whether the act was sufficiently or closely connected with his powers or duties of employment. The characterisation of the wrongful act can be important.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 62/75",
    "size": 1903
  },
  {
    "name": "21-part-64",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " As Gleeson CJ said in _Lepore_^176 , \"the answer to a question whether certain conduct is an improper mode of performing an authorised act may depend upon the level of generality at which the authorised act is identified\". The proper characterisation of Mr Hewett's act was the act of urination. The circumstances of that act were not sufficiently or closely connected with any authorised powers or duties of employment. 86 A slight analogy can be drawn, as Mr Schokman and the Court of Appeal attempted, between the facts of this case and the facts in _Bugge_. In that case, the employee's act of lighting a fire for his midday meal was closely connected to the course of his authorised employment duties and powers (including cooking his meal in the nearby homestead). Developing that analogy, it can be accepted that Mr Hewett and Mr Schokman were required to reside in accommodation provided by the appellant, their employer, just as the employee in _Bugge_ was required to **176** (2003) 212 CLR 511 at 539 [51].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 63/75",
    "size": 1018
  },
  {
    "name": "21-part-65",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Edelman J Steward J_ 34. work on the property. It can also be accepted that the appellant placed Mr Hewett in a relationship of physical proximity to Mr Schokman in that accommodation in the same way as the employee in _Bugge_ cooked his meal in physical proximity to where he was working. It can also be accepted that urination, like eating, is a basic human need. 87 But the analogy stops there. Unlike the employee in _Bugge_ , Mr Hewett did not perform the negligent act of urination during his hours of work. He did so around 3.30 am after he had been drinking at the staff bar on his leisure time. Mr Hewett did not perform the negligent act at the place at which he was employed to perform work, as a team leader at the \"Mermaids\" restaurant. He did not perform the negligent act at a time and place where his employer was permitted to be present or to monitor him. His employer's power, set out in the Letter of Appointment provided to employees, to \"monitor its offices and employees\" did not extend to surveillance of Mr Hewett on his leisure time or in his personal accommodation. Mr Hewett's employment duties to take reasonable care that his \"acts or omissions do not adversely affect the health and safety of other persons\" and not to \"attend work having consumed alcohol or drugs\" were concerned only with his duties while working for his employer as a restaurant team leader, not with his conduct during his leisure time. 88 Mr Hewett's negligent actions were not closely connected with any of his duties or powers of employment. The actions were not in Mr Hewett's course of employment. The appellant, as his employer, cannot be attributed with Mr Hewett's liability for negligence.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 64/75",
    "size": 1700
  },
  {
    "name": "21-part-66",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **Conclusion** 89 By sinking into the \"dogmatic slumber\"^177 of using vicarious liability as a broad concept that extends to various different areas of law where liability arises \"despite the employer not itself being at fault\", courts have created in vicarious liability an \"unstable principle\"^178. Unless the different areas of law with which \"vicarious liability\" is concerned are identified and kept distinct, courts may be driven to absurd and distorted reasoning. The area of vicarious liability with which this appeal is concerned is those acts of an employee that are closely connected with the course or scope of the employee's authorised employment. Mr Hewett's acts were not so closely connected. **177** Pollock, \"Review: Vicarious Liability: A Short History of the Liability of Employers\" (1916) 32 _Law Quarterly Review_ 226 at 226. **178** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 148 [39].\n\n_Edelman J Steward J_ 35. 90 We agree with the orders proposed by Kiefel CJ, Gageler, Gordon and Jagot JJ. ",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 65/75",
    "size": 1031
  },
  {
    "name": "21-part-67",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Gleeson J_ 36. 91 GLEESON J. I agree that the Court of Appeal of the Supreme Court of Queensland erred in finding that the appellant employer is vicariously liable for the drunken accident of its employee, Mr Hewett, in urinating on the respondent, Mr Schokman, while they were sharing accommodation provided by the employer at a resort on Daydream Island. 92 The common law imposes liability, referred to as vicarious liability as distinct from direct liability, on an employer for a wrongful act committed by an employee \"in the course or scope of\" their employment, and not merely for acts committed by an employee while doing what they are employed to do^179. In this case, the question was whether Mr Hewett's admittedly tortious conduct was in the course of his employment, although it did not occur while he was engaged in his duties as a team leader at the resort's restaurant. It was not in dispute that the employer had placed Mr Hewett in the accommodation that was the location of the tortious act. In practical terms, because of the remote location of the employer's business, the employer was required to provide accommodation for its employees and, conversely, Mr Hewett was required to stay in the employer's accommodation in order to be available to perform the work that he was employed to do. 93 The limits of the course of employment can be difficult to discern but the employee's tort in this case falls comfortably outside of those limits. The course of employment comprises the acts of an employee that are authorised (whether directed, permitted or ratified by the employer expressly or impliedly); as well as unauthorised acts that have some sufficient connection to the work that the employee is employed to do, so that the conduct may be treated as occurring in the course of employment^180.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 66/75",
    "size": 1819
  },
  {
    "name": "21-part-68",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " Employers' liability at common law for the unauthorised acts of employees has evolved to extend beyond the limits identified by Sir John Salmond, namely, where vicarious liability was imposed if an employee committed an act which was an \"unauthorised mode of doing some other act authorised by the employer\"^181. Anomalous as it has seemed to some^182 , employers' liability has been found for conduct that the employee was prohibited from **179** _Prince Alfred College Inc v ADC_ (2016) 258 CLR 134 at 148 [40]; _New South Wales v Lepore_ (2003) 212 CLR 511 at 535 [40], 586 [213], 588 [220], 589 [223]; _Bugge v Brown_ (1919) 26 CLR 110 at 117-118. **180** _Lepore_ (2003) 212 CLR 511 at 536 [42], 546 [74], 554 [108], 592-593 [234]-[235]; _Prince Alfred College_ (2016) 258 CLR 134 at 156 [68], 159 [80]. **181** _Prince Alfred College_ (2016) 258 CLR 134 at 149 [42], citing Salmond, _The Law of Torts_ (1907) at 83-84. **182** See, eg, _Lepore_ (2003) 212 CLR 511 at 557 [117], 560-561 [129]-[130] per Gaudron J, 625 [342] per Callinan J.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 67/75",
    "size": 1045
  },
  {
    "name": "21-part-69",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Gleeson J_ 37. doing^183 , and to criminal wrongdoing that is the antithesis of the role the employee was employed to perform^184. As observed by Edelman and Steward JJ, in some cases this liability may be explained as a form of direct liability by reference to agency principles^185 , whereby the principal is held liable for the acts of an agent acting on the employer's express, implied or ostensible authority^186. In the absence of an employer's authorisation of the employee's wrongful act, the principles justifying vicarious liability remain contentious^187. In any event, an employer's vicarious liability for unauthorised wrongful conduct by employees has been explained by connections between the wrongful conduct and features of the role that the employee is engaged to perform, including, as identified in _Prince Alfred College Inc v ADC_ , \"authority, power, trust, control and the ability to achieve intimacy with the victim\" of the wrongful act^188. 94 Such cases say nothing to support an employer's liability for a tort, like Mr Hewett's accident, that bears no connection with the nature of the employee's role, as distinct from the location of the employment. Rather, in such a case, the position remains as stated by Sir John Salmond in 1907^189 : \"A master is not responsible for what his servant does while engaged, not on his master's business, but exclusively on his own; he must answer only for what his servant does as his servant, not for what he does in pursuance of his own affairs. A servant is not acting in the course of his employment, when he is acting not for his employer but solely for himself.\" **183** _Lloyd v Grace, Smith & Co_ [1912] AC 716; _Morris v C W Martin & Sons Ltd_ [1966] 1 QB 716; _Rose v Plenty_ [1976] 1 WLR 141; [1976] 1 All ER 97.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 68/75",
    "size": 1790
  },
  {
    "name": "21-part-70",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **184** eg, in cases where institutions have been held vicariously liable for the sexual abuse of children, such as _Lister v Hesley Hall Ltd_ [2002] 1 AC 215 in the United Kingdom and _Bazley v Curry_ [1999] 2 SCR 534 in Canada. _Prince Alfred College_ (2016) 258 CLR 134 and _Lepore_ (2003) 212 CLR 511 both considered the availability of vicarious liability in this context, although they were determined on other grounds. **185** See at [55]-[58]. **186** eg, _Lloyd_ [1912] AC 716; _Colonial Mutual Life Assurance Society Ltd v Producers and Citizens Co-operative Assurance Co of Australia Ltd_ (1931) 46 CLR 41; _Darling Island Stevedoring and Lighterage Co Ltd v Long_ (1957) 97 CLR 36; _Soblusky v Egan_ (1960) 103 CLR 215; _Morris_ [1966] 1 QB 716. **187** _Prince Alfred College_ (2016) 258 CLR 134 at 150 [46]. **188** (2016) 258 CLR 134 at 160 [81]. **189** Salmond, _The Law of Torts_ (1907) at 87.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 69/75",
    "size": 912
  },
  {
    "name": "21-part-71",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Gleeson J_ 38. 95 Employers' liability at common law for employee conduct has sometimes been found, especially in the case of intentional misconduct, where the apparent performance of employment is said to create the \"occasion\" for the wrongful act^190. Employment as the \"occasion\" for an employee's unauthorised act (for which the employer is vicariously liable) has been contrasted with employment as a mere \"opportunity\" for an unauthorised act (for which the employer is not vicariously liable). The difference between an occasion and an opportunity may not be easy to identify, but the former has been found where the employee's wrongful act involves taking advantage of some aspect of their role to commit the wrongful act^191. The latter might be more likely where a wrongful act is spontaneous^192. Using the word \"occasion\" to denote what might equally be called an \"opportunity\"^193 , in _Deatons Pty Ltd v Flew_ , Dixon J said that the barmaid's assault of a patron with a beer glass may have arisen from the fact that she was a barmaid, but nevertheless found that it was an act of retribution that was not incidental to the performance of her duties and so was not \"within the course of her employment\"^194. _Deatons_ illustrates that a \"but for\" relationship between a person's employment and their tortious conduct is not sufficient for vicarious liability^195. 96 Mr Hewett's employment created neither an \"opportunity\" nor an \"occasion\" for his drunken accident of the kind that has been identified in determining whether there should be vicarious liability for intentional misconduct such as criminal acts_._ Mr Hewett's employment in the restaurant was merely the reason why he needed a place to live on the Island when not performing the duties he was employed to perform. Neither the employment nor the accommodation created anything more than the context or the location in which the tort was committed.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 70/75",
    "size": 1927
  },
  {
    "name": "21-part-72",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **190** _Prince Alfred College_ (2016) 258 CLR 134 at 159 [80], citing _Lloyd_ [1912] AC 716; _Deatons Pty Ltd v Flew_ (1949) 79 CLR 370 at 381 per Dixon J, citing _Lloyd_ [1912] AC 716 and _Uxbridge Permanent Benefit Building Society v Pickard_ [1939] 2 KB 248. **191** _Prince Alfred College_ (2016) 258 CLR 134 at 159 [80]. **192** eg, if an employee assaults a client or steals from them: _Lepore_ (2003) 212 CLR 511 at 537 [46]. **193** An observation made in Gray, _Vicarious Liability: Critique and Reform_ (2018) at 71. **194** (1949) 79 CLR 370 at 381-382. **195** _Lepore_ (2003) 212 CLR 511 at 589 [223]; see also _BXB v Trustees of the Barry Congregation of Jehovah's Witnesses_ [2023] 2 WLR 953 at 971 [58(iii)]; [2023] 3 All ER 1 at 19.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 71/75",
    "size": 751
  },
  {
    "name": "21-part-73",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Gleeson J_ 39. 97 Some acts of an employee that do not occur in the \"course of employment\" have been described as \"a frolic of [the employee's] own\"^196. One definition of such a \"frolic\" is \"[a]n employee's significant deviation from the employer's business for personal reasons\"^197 , such as when an employee takes their employer's vehicle \"to see a friend, when they were not on their master's business\"^198. In _Bugge v Brown_ , Isaacs J cited^199 the following examples from Lord Dunedin's speech in _Plumb v Cobden Flour Mills Co Ltd_^200 of conduct that might be described as outside the sphere of employment: (1) doing work that the employee was not engaged to perform; and (2) going into a territory with which the employee had nothing to do. In such cases, according to Isaacs J, the employee \"is virtually a stranger _quâ_ the act done\"^201. In contrast, Mr Hewett was not on a mere \"frolic\" of his own^202. His conduct was more distant from the employment than a mere deviation from the employer's business: at the time of the tortious conduct Mr Hewett was off duty and engaged in his own personal affairs. 98 The Court of Appeal correctly identified^203 a test for determining the limits of the course of employment derived from Isaacs J's judgment in _Bugge_ , namely^204 : \"when the servant so acts as to be in effect a stranger in relation to his employer with respect to the act he has committed, so that the act is in law the unauthorized act of a stranger\". 99 The language of \"stranger\" emphasises an employee's capacity for actions that are foreign to the employment relationship or, in other words, actions that an employee is engaged in for their own sake as distinct from that of the employer^205. **196** _Bugge_ (1919) 26 CLR 110 at 128. **197** _Black's Law Dictionary_ , 11th ed (2019) at 811. **198** _Joel v Morison_ (1834) 6 Car & P 501 at 502 [172 ER 1338 at 1338]. **199** (1919) 26 CLR 110 at 119. **200** [1914] AC 62 at 66.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 72/75",
    "size": 1962
  },
  {
    "name": "21-part-74",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " **201** _Bugge_ (1919) 26 CLR 110 at 119. **202** cf _Lepore_ (2003) 212 CLR 511 at 535 [41]. **203** _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310 at 326 [40]. **204** (1919) 26 CLR 110 at 118. **205** _Dubai Aluminium Co Ltd v Salaam_ [2003] 2 AC 366 at 379 [32].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 73/75",
    "size": 275
  },
  {
    "name": "21-part-75",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": "_Gleeson J_ 40. The Court of Appeal also cited^206 Isaacs J's amplification of that test, where his Honour held that a servant's act is outside the employment relationship \"if what he did was a thing so remote from his duty as to be altogether outside of, and unconnected with, his employment\"^207. 100 The Court of Appeal found a requisite connection between Mr Hewett's tortious act and his employment for the purposes of the employer's vicarious liability, in particular through provisions of the employment contract^208. However, the relevant provisions of that contract did not concern the work that Mr Hewett was engaged to do, or the manner in which Mr Hewett was required to do that work. Instead, the provisions concerned Mr Hewett's accommodation when he was not working and, in particular, imposed an obligation on him when occupying the room to \"abide by the conditions associated with living on Daydream Island as detailed in the staff village regulations\" (which were not in evidence) and to give vacant possession of the room upon the cessation of his employment. The Court of Appeal also relied upon a provision that obliged Mr Hewett to take reasonable care that his acts or omissions did not adversely affect the health and safety of other persons. The provision appeared as part of an acknowledgement, under the heading \"Workplace Health & Safety\", that the employee \"agree[s] that a safe and secure workplace is important\" and was one of five provisions directed to workplace safety. In context, it is evidence that the obligation bound Mr Hewett only insofar as he was performing his duties in the workplace, rather than with respect to his conduct while at leisure.",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 74/75",
    "size": 1687
  },
  {
    "name": "21-part-76",
    "projectId": "96ZP0WGj7ea0",
    "fileName": "21.pdf",
    "content": " Thus, the contract terms identified by the Court of Appeal did not serve to connect the tortious conduct to the work that Mr Hewett was employed to perform, but only served to reinforce the evident connection between Mr Hewett and the employer as licensee and licensor of the accommodation for the period in which Mr Hewett was employed. It was not suggested that this aspect of the relationship between Mr Hewett and the employer gave rise to vicarious liability for Mr Hewett's wrongful act. **Disposition** 101 I agree with the orders proposed by Kiefel CJ, Gageler, Gordon and Jagot JJ. **206** _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310 at 326 [40]. **207** _Bugge_ (1919) 26 CLR 110 at 118. **208** _Schokman v CCIG Investments Pty Ltd_ (2022) 10 QR 310 at 326-327 [42].",
    "summary": "HIGH COURT OF AUSTRALIA > CATCHWORDS - Part 75/75",
    "size": 789
  }
]